{
  "questions": [
    "Je suis une personne compatissante.",
    "J'utilise souvent des mots et expressions entendus dans des films ou à la télévision dans mes conversations.",
    "Je suis souvent surpris lorsque les autres me disent que j'ai été impoli.",
    "Parfois je parle trop fort ou trop doucement sans m'en rendre compte.",
    "J'ai souvent du mal à savoir comment me comporter en société.",
    "Je peux me mettre à la place des autres.",
    "J'ai du mal à comprendre certaines expressions comme « tu es la prunelle de mes yeux ».",
    "Je n'aime parler qu'avec des personnes qui partagent mes centres d'intérêt.",
    "Je prête plus attention aux détails qu'à l'idée générale.",
    "Je remarque toujours la sensation des aliments dans ma bouche ; c'est plus important pour moi que leur goût.",
    "Mes meilleurs amis ou ma famille me manquent quand nous sommes séparés longtemps.",
    "Il m'arrive de vexer les autres en disant ce que je pense, même si ce n'est pas mon intention.",
    "Je n'aime penser et parler que d'un petit nombre de choses qui m'intéressent.",
    "Je préfère aller manger au restaurant seul plutôt qu'avec quelqu'un que je connais.",
    "Je n'arrive pas à imaginer ce que cela ferait d'être quelqu'un d'autre.",
    "On m'a dit que j'étais maladroit ou mal coordonné.",
    "Les autres me considèrent comme étrange ou différent.",
    "Je comprends quand des amis ont besoin d'être réconfortés.",
    "Je suis très sensible à la texture de mes vêtements ; la sensation compte plus que l'apparence.",
    "J'aime imiter la façon dont certaines personnes parlent et agissent ; cela m'aide à paraître plus normal.",
    "Parler à plus d'une personne à la fois peut être très intimidant pour moi.",
    "Je dois « agir normalement » pour plaire aux autres et leur donner envie de m'aimer.",
    "Rencontrer de nouvelles personnes est généralement facile pour moi.",
    "Je suis très confus lorsque quelqu'un m'interrompt alors que je parle d'un sujet qui me passionne.",
    "Il m'est difficile de comprendre ce que ressentent les autres quand nous parlons.",
    "J'aime discuter avec plusieurs personnes, par exemple autour d'une table.",
    "Je prends les choses trop au pied de la lettre et je manque souvent ce que les gens veulent dire.",
    "Il m'est très difficile de comprendre quand quelqu'un est embarrassé ou jaloux.",
    "Certaines textures ordinaires qui ne dérangent pas les autres me paraissent très désagréables au toucher.",
    "Je suis extrêmement contrarié quand la façon dont j'aime faire les choses change soudainement.",
    "Je n'ai jamais voulu ou eu besoin d'avoir ce que les autres appellent une « relation intime ».",
    "J'ai du mal à commencer et à arrêter une conversation ; j'ai besoin d'aller au bout de ce que je veux dire.",
    "Je parle avec un rythme normal.",
    "Un même son, couleur ou texture peut soudainement passer de très sensible à très terne pour moi.",
    "L'expression « je t'ai dans la peau » me met très mal à l'aise.",
    "Parfois le son d'un mot ou un bruit aigu peut être douloureux pour mes oreilles.",
    "On me considère comme une personne très compréhensive.",
    "Je ne me connecte pas aux personnages de films et je ne peux pas ressentir ce qu'ils ressentent.",
    "Je ne peux pas dire quand quelqu'un me drague.",
    "Je peux voir mentalement en détail exact les choses qui m'intéressent.",
    "Je garde des listes de choses qui m'intéressent, même si cela n'a pas d'utilité pratique (statistiques sportives, horaires, dates historiques, etc.).",
    "Quand je me sens submergé par mes sens, je dois m'isoler pour me couper de ces stimulations.",
    "J'aime parler de tout et de rien avec mes amis.",
    "Je ne peux pas dire si quelqu'un est intéressé ou ennuyé par ce que je dis.",
    "Il peut être très difficile pour moi de lire le visage, les mains et les mouvements du corps de quelqu'un quand il parle.",
    "La même chose (comme des vêtements ou la température) peut me paraître très différente selon les moments.",
    "Je me sens très à l'aise lors d'un rendez-vous amoureux ou en société.",
    "J'essaie d'être aussi aidant que possible quand les autres me parlent de leurs problèmes.",
    "On m'a dit que j'avais une voix inhabituelle (plate, monotone, enfantine ou aiguë par exemple).",
    "Parfois une idée ou un sujet reste bloqué dans mon esprit et je dois en parler même si personne n'est intéressé.",
    "Je fais certaines choses avec mes mains de façon répétée (battements d'ailes, faire tourner un bâton ou une ficelle, agiter des objets devant mes yeux).",
    "Je n'ai jamais été intéressé par ce que la plupart des gens que je connais considèrent comme intéressant.",
    "On me considère comme une personne compatissante.",
    "Pour m'entendre avec les autres, je suis un ensemble de règles spécifiques qui m'aident à paraître normal.",
    "Il est très difficile pour moi de travailler et de fonctionner en groupe.",
    "Lorsque je parle à quelqu'un, il m'est difficile de changer de sujet ; si l'autre le fait, je peux être bouleversé et confus.",
    "Parfois, je dois me boucher les oreilles pour bloquer des bruits douloureux (aspirateur, gens qui parlent trop ou trop fort).",
    "Je peux discuter et faire la conversation superficielle avec les gens.",
    "Parfois, des choses qui devraient être douloureuses ne le sont pas (p. ex. lorsque je me blesse ou me brûle la main).",
    "Quand je parle à quelqu'un, j'ai du mal à savoir quand c'est mon tour de parler ou d'écouter.",
    "Ceux qui me connaissent le mieux me considèrent comme un solitaire.",
    "Je parle habituellement sur un ton de voix normal.",
    "J'aime que les choses se passent exactement de la même façon chaque jour et même de petits changements dans mes routines me perturbent.",
    "Comment se faire des amis et s'intégrer socialement est un mystère pour moi.",
    "Me tourner en rond ou me balancer sur une chaise me calme quand je suis stressé.",
    "L'expression « il a le cœur sur la main » n'a aucun sens pour moi.",
    "Si je suis dans un endroit avec beaucoup d'odeurs, de textures, de bruits ou de lumières vives, je me sens anxieux ou effrayé.",
    "Je sais faire la différence quand quelqu'un dit une chose mais veut en dire une autre.",
    "J'aime être seul autant que possible.",
    "Je classe mes pensées dans ma mémoire comme sur des fiches et je recherche la bonne quand j'en ai besoin.",
    "Le même son me semble parfois très fort ou très faible, même s'il n'a pas changé.",
    "J'aime passer du temps à manger et discuter avec ma famille et mes amis.",
    "Je ne supporte pas les choses que je n'aime pas (odeurs, textures, sons ou couleurs).",
    "Je n'aime pas être enlacé ou étreint.",
    "Quand je vais quelque part, je dois suivre un itinéraire familier sinon je peux être très confus et contrarié.",
    "Il est difficile de savoir ce que les autres attendent de moi.",
    "J'aime avoir des amis proches.",
    "Les gens me disent que je donne trop de détails.",
    "On me dit souvent que je pose des questions embarrassantes.",
    "J'ai tendance à relever les erreurs des autres."
  ],
  "normative": [0, 5, 10, 17, 22, 25, 32, 36, 42, 46, 47, 52, 57, 61, 67, 71, 76],
  "subscales": {
    "Social relatedness": [0, 5, 7, 10, 13, 16, 17, 24, 36, 37, 2, 4, 11, 27, 38, 43, 44, 75, 78, 79, 19, 20, 21, 22, 25, 30, 42, 46, 47, 52, 53, 54, 59, 60, 63, 67, 68, 71, 76],
    "Circumscribed interests": [8, 12, 23, 29, 31, 39, 40, 49, 51, 55, 62, 69, 74, 77],
    "Language": [1, 6, 26, 34, 57, 65, 14],
    "Sensory-motor": [9, 18, 3, 32, 33, 35, 45, 70, 15, 28, 41, 48, 50, 56, 58, 61, 64, 66, 72, 73]
  }
}
